Repository: solyoinfo/NetRoll
Catalog: Resources/Components.Pages.Catalog.Images.*.resx
Languages: hu

# PageTitle
source: Images
hu: Képek

# FilterLabel
source: Filter
hu: Szűrő

# FilterPlaceholder
source: Filename, source...
hu: Fájlnév, forrás...

# Uploading
source: Uploadingâ€¦
hu: Feltöltés…

source: Upload
hu: Feltöltés

# NoImages
source: No images uploaded.
hu: Nincs feltöltött kép.

# SelectFromList
source: Select an image from the list.
hu: Válassz egy képet a listából.

# FreeAspect
source: Free
hu: Szabad

# SaveVariant
source: Save
hu: Mentés

source: Save all
hu: Összes mentése

source: Delete
hu: Törlés

# OpenVariant
source: Open
hu: Megnyitás

source: Not saved yet
hu: Még nincs elmentve

source: Image title
hu: Kép címe

source: Alt text
hu: Helyettesítő (alt) szöveg

source: Save
hu: Mentés

# UploadDoneTitle
source: Upload finished
hu: Feltöltés kész

# UploadDoneBody
source: The upload has completed.
hu: A feltöltés befejeződött.

# UploadErrorTitle
source: Upload error ({0})
hu: Feltöltés hiba ({0})

source: unknown error
hu: ismeretlen hiba

# UploadSuccessTitle
source: Upload successful
hu: Sikeres feltöltés

# UploadSuccessBody
source: The images were uploaded.
hu: A képek felkerültek.

# GenericErrorTitle
source: Error
hu: Hiba

# UploadFailedBody
source: The upload failed.
hu: A feltöltés nem sikerült.

# SaveErrorTitle
source: Save error
hu: Mentés hiba

# CropAreaNotSet
source: The crop area is not set.
hu: A vágási terület nincs beállítva.

# CropAreaEmpty
source: The crop area is empty.
hu: A vágási terület üres.

# CropSavedTitle
source: Crop saved
hu: Vágat elmentve

# SaveErrorGeneric
source: Error ({0})
hu: Hiba ({0})

# AllSavedTitle
source: All variants saved
hu: Összes mentve

# AllSavedBody
source: {0}/{1} variants
hu: {0}/{1} variáns

# SavedTitle
source: Saved
hu: Mentve

# MetaUpdatedBody
source: Metadata updated.
hu: Meta adatok frissítve.

# GenericErrorWithStatus
source: Error ({0})
hu: Hiba ({0})

# ConfirmDelete
source: Are you sure to delete?\n{0}
hu: Biztosan törlöd?\n{0}

# DeletedTitle
source: Deleted
hu: Törölve

# DeleteSuccessBody
source: The image and its variants were deleted.
hu: A kép és változatai törölve.

# DeleteErrorTitle
source: Delete error
hu: Törlés hiba
