Repository: solyoinfo/NetRoll
Catalog: Resources/Components.Account.Pages.Manage.ExternalLogins.*.resx
Languages: hu

# PageTitle
source: Manage your external logins
hu: Külső bejelentkezések kezelése

source: Registered Logins
hu: Regisztrált bejelentkezések

# RemoveTitle
source: Remove this {0} login from your account
hu: Távolítsd el ezt a(z) {0} bejelentkezést a fiókodból

source: Remove
hu: Eltávolítás

# AddAnotherService
source: Add another service to log in
hu: Adj hozzá egy másik szolgáltatót a bejelentkezéshez

# LoginUsingTitle
source: Log in using your {0} account
hu: Jelentkezz be a(z) {0} fiókoddal

# RemoveError
source: Error: The external login was not removed.
hu: Hiba: A külső bejelentkezés eltávolítása sikertelen.

# Removed
source: The external login was removed.
hu: A külső bejelentkezés eltávolítva.

# LoadInfoError
source: Error: Could not load external login info.
hu: Hiba: A külső bejelentkezés adatai nem tölthetők be.

# AddError
source: Error: The external login was not added. External logins can only be associated with one account.
hu: Hiba: A külső bejelentkezés hozzáadása sikertelen. A külső bejelentkezés csak egy fiókhoz társítható.

# Added
source: The external login was added.
hu: A külső bejelentkezés hozzáadva.
