Repository: solyoinfo/NetRoll
Catalog: Resources/Components.Account.Pages.Manage.TwoFactorAuthentication.*.resx
Languages: hu

# PageTitle
source: Two-factor authentication (2FA)
hu: Kétlépcsős azonosítás (2FA)

# Heading
source: Two-factor authentication (2FA)
hu: Kétlépcsős azonosítás (2FA)

# NoCodesTitle
source: You have no recovery codes left.
hu: Nincsenek több helyreállítási kódjaid.

# NoCodesText
source: You must
hu: Mielőtt helyreállítási kóddal tudnál belépni,

# GenerateCodesLinkText
source: generate a new set of recovery codes
hu: készíts új helyreállítási kódokat

# OneCodeTitle
source: You have 1 recovery code left.
hu: 1 helyreállítási kód maradt.

# OneCodeText
source: You can
hu: Készíthetsz

# FewCodesTitle
source: You have {0} recovery codes left.
hu: @(0) helyreállítási kód maradt.

# FewCodesText
source: You should
hu: Javasoljuk, hogy

# ForgetBrowser
source: Forget this browser
hu: Ennek a böngészőnek az elfelejtése

source: Disable 2FA
hu: 2FA letiltása

# ResetCodes
source: Reset recovery codes
hu: Helyreállítási kódok visszaállítása

source: Authenticator app
hu: Hitelesítő alkalmazás

# AddAuthenticator
source: Add authenticator app
hu: Hitelesítő alkalmazás hozzáadása

# SetupAuthenticator
source: Set up authenticator app
hu: Hitelesítő alkalmazás beállítása

# ResetAuthenticator
source: Reset authenticator app
hu: Hitelesítő alkalmazás visszaállítása

# PolicyNotAcceptedTitle
source: Privacy and cookie policy have not been accepted.
hu: Az adatvédelmi és sütiszabályzatot nem fogadtad el.

# PolicyNotAcceptedText
source: You must accept the policy before you can enable two factor authentication.
hu: El kell fogadnod a szabályzatot a kétlépcsős azonosítás engedélyezése előtt.

# ForgottenBrowserStatus
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
hu: Az aktuális böngésző el lett felejtve. Legközelebb 2FA kódot kell megadni belépéskor.
