Repository: solyoinfo/NetRoll
Catalog: Resources/Components.Account.Pages.Manage.EnableAuthenticator.*.resx
Languages: hu

# PageTitle
source: Configure authenticator app
hu: Hitelesítő alkalmazás beállítása

# Heading
source: Configure authenticator app
hu: Hitelesítő alkalmazás beállítása

# Intro
source: To use an authenticator app go through the following steps:
hu: Hitelesítő alkalmazás használatához kövesd az alábbi lépéseket:

# DownloadAppLine
source: Download a two-factor authenticator app like Microsoft Authenticator or Google Authenticator
hu: Tölts le kétlépcsős hitelesítő alkalmazást, például a Microsoft Authenticator-t vagy a Google Authenticator-t

# ScanOrEnterKey
source: Scan the QR Code or enter this key
hu: Olvasd be a QR-kódot, vagy írd be ezt a kulcsot

# ScanOrEnterKeyTail
source: into your two factor authenticator app. Spaces and casing do not matter.
hu: a kétlépcsős hitelesítő alkalmazásodba. A szóközök és a kis-/nagybetűk nem számítanak.

# QrInfo
source: Learn how to
hu: Tudd meg, hogyan lehet

# QrInfoLink
source: enable QR code generation
hu: engedélyezni a QR-kód generálást

# EnterCodeText
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
hu: Miután beolvastad a QR-kódot vagy beírtad a kulcsot, az alkalmazás egy kódot ad. Ezt írd be az alábbi mezőbe.

# EnterCodePlaceholder
source: Enter the code
hu: Írd be a kódot

# VerificationCodeLabel
source: Verification Code
hu: Ellenőrző kód

# VerifyButton
source: Verify
hu: Ellenőrzés

# InvalidCodeError
source: Error: Verification code is invalid.
hu: Hiba: érvénytelen ellenőrző kód.

# VerifiedMessage
source: Your authenticator app has been verified.
hu: A hitelesítő alkalmazás ellenőrizve.

# QrAlt
source: QR code for authenticator app
hu: QR-kód hitelesítő alkalmazáshoz
