Repository: solyoinfo/NetRoll
Catalog: Resources/Components.Account.Pages.Manage.Email.*.resx
Languages: hu

# PageTitle
source: Manage email
hu: E-mail kezelése

# Heading
source: Manage email
hu: E-mail kezelése

# EnterYourEmailPlaceholder
source: Enter your email
hu: Add meg az e-mail címed

source: Send verification email
hu: Ellenőrző e-mail küldése

# EnterNewEmailPlaceholder
source: Enter a new email
hu: Adj meg egy új e-mail címet

source: New email
hu: Új e-mail

source: Change email
hu: E-mail módosítása

# EmailUnchanged
source: Your email is unchanged.
hu: Az e-mail cím nem változott.

# ChangeEmailLinkSent
source: Confirmation link to change email sent. Please check your email.
hu: Megerősítő link elküldve az e-mail cím módosításához. Kérjük, ellenőrizd az e-mailjeidet.

# VerificationEmailSent
source: Verification email sent. Please check your email.
hu: Ellenőrző e-mail elküldve. Kérjük, ellenőrizd az e-mailjeidet.
